{"news":[
	{
		"title": "Threatened Coastal Railroad Is San Diego's Only Link to National Military Rail Network",
		"date": "December 4th, 2022",
		"image": "images/article3.png",
	    "caption": "Army equipment is transported by railcar through the Yermo Annex aboard Marine Corps Logistics Base Barstow, California March 23, 2017. The equipment is shipped to and from Army bases all over the country, through MCLB Barstow, then to Fort Irwin's National Training Center for Army training rotations. Using railway operations to transport the equipment saves the government millions of dollars per year as compared with other transportation options. (Laurie Pearson/U.S. Marine Corps)",
		"description": "Coastal erosion in Del Mar and a slow-moving landslide in San Clemente threaten the only rail connection to Marine Corps Base Camp Pendleton and Naval Base San Diego, the principal home of the Pacific Fleet.\n\nMilitary units on the West Coast depend on the strategically important railroad to transport heavy equipment such as tanks, amphibious vehicles and armored personnel carriers, and military supplies, including hazardous materials such as munitions. Without it, that equipment could only be moved by trucks or ships, which would slow responses in an emergency.\n\nThat could potentially jeopardize national security, as San Diego's Marine and Navy bases are the largest on the West Coast and are a jumping-off point to the rest of the world. Naval Base San Diego alone has 54 ships, 20,000 sailors and 6,000 employed civilians. The Navy also has a submarine base, an air station and other installations in San Diego. The Marines, in addition to Camp Pendleton, have their own air station and their West Coast recruit depot that trains over 21,000 enlistees annually.\n\nThe rail line's military significance hasn't been at the fore as officials scramble to shore up the two bluff-top areas most vulnerable to collapse. Passenger rail service between San Diego and Orange counties has been shut down for repairs in San Clemente since September and could remain suspended for another month or longer.\n\nFreight service continued until late November, when new concerns about the landslide required a suspension for two days until the route was deemed safe. There's no guarantee there won't be further closures.\n\nA long-term rail shutdown would have slow, but wide-reaching effects, said Joel Sutherland, supply chain management professor at the University of San Diego and a former executive for CSX Transportation, a 190-year-old East Coast railroad company.\n\n'If you don't plan for this, then it can be disastrous,' Sutherland said. 'We know that corridor is at risk ... if it were to close for, say, more than a week, a lot (of freight) can be transferred to trucks.'\n\nHowever, that is only a short-term solution. The nation's federal and state highway systems already are overwhelmed by a steady growth in traffic. Also, a limited number of trucks are available."
	}
]}