{"news":[
	{
		"title": "1st Marine Division Holds Final Mission Rehearsal Before Deployment",
		"date": "December 6th, 2022",
		"image": "images/article2.png",
		"caption": "Marines and sailors take part in the annual Steel Knight training exercise, on Monday, December 5, 2022 at Camp Pendleton. The drills simulate island warfare for potential future conflicts in the Indo-Pacific region. (Photo by Mindy Schauer, Orange County Register/SCNG)",
		"description": "First, two Marine helicopter gunships appeared high over the green canyons of Camp Pendleton's Camp San Mateo.\n\nThey circled the perimeter of a landing zone to ensure there were no adversaries; once the area was declared clear, the pilots radioed back to two Ospreys carrying a company of Marines that it was safe for them to come in and land.\n\nMinutes later, the Ospreys from the 3rd Marine Aircraft Wing appeared over the hills flying in formation and, as they prepared to land, their propellers shift, kicking up huge dust clouds. Marines poured out, securing the airfield's perimeter before pushing forward.\n\nThe scene that played out on Monday, Dec. 5,  was the first of several simulated air assaults to take an airstrip on a contested island. The scenario is one of many that will be part of the 1st Marine Division's annual three-week Steel Knight training exercise being held across 60,000 square miles in Southern California and Arizona. The training area replicates actual distances in the Western Pacific where the U.S. can access bases.\n\nTen bases, including the Army's Fort Hunter Liggett in Jolon, San Clemente Island, Camp Pendleton, Navy bases in San Diego, 29 Palms and Marine Corps Airstation Yuma, are standing in as fictional islands in the Western Pacific region. The exercise also includes four ships and the Sea Hunter, an unmanned surface vessel launched by the Navy in 2016.\n\n“We are training them for a specific purpose, to be ready to go forward,” Maj. Gen. Benjamin Watson, commanding general of the 1st Marine Division, said as he watched over the air assault, “to contribute to deterrence on behalf of our nation, but if deterrence fails, then fundamentally, we are the folks that need to be prepared to fight and win against a peer-level adversary.”\n\nThe exercise involves 10,000 troops who come from units in the 1st Division, 3rd Marine Aircraft Wing, 1st Marine Logistics Group, I Marine Expeditionary Force and the U.S. Navy's Expeditionary Strike Group 3. The exercise is a sort of final exam for an upcoming deployment to Australia and tests Marines, corpsmen, sailors and pilots on their competencies in their fields, while certifying them for the upcoming deployment."
	}
]}